[
    {
        "num": "The first draw",
        "title": "A lucky draw in the Tiger Palace: [Recommend Jiang Wei's book]",
        "content": "It is not easy to achieve success, especially when your relatives and friends are busy with their own affairs. Eventually, you will be like a deer that is hit by an arrow, but there will be noble people to guide you to a better place." ,
        "Poetry": "This hexagram represents a situation where good fortune comes from misfortune. Whatever plans or endeavors one makes will be favorable." ,
        "Explanation": "If you have the intention to bring about change, it will ultimately lead to safety and peace. If you need help with something, it is best to seek the assistance of a noble person."
    },
    { 
        "num": "The second draw",
        "title": "A lucky draw in the Tiger Palace: [Wu Ji meets his master]",
        "content": "From bad to good is just a short distance away, and for now, you will meet a noble person who comes from the mountains. If you encounter good news in the year of the tiger or the rabbit, you will be able to achieve your goals even in a busy schedule." ,
        "Poetry": "This hexagram represents a situation where there is good fortune in the midst of misfortune. Everything will start out poorly but end well." ,
        "Explanation": "Trading hemp for silk. The fortunate person has both feet. See things clearly. Gain fortune from disaster."
    },
    {
        "num": "The third draw",
        "title": "A medium-lucky draw in the Snake Palace: [Huai De attracts a spouse]",
        "content": "If you want to climb the immortal osmanthus tree and enter the Moon Palace, don't worry that the Heavenly Gate will not allow you to enter. Suddenly, you receive good news, and everyone laughs at the flower on the top of the mountain." ,
        "Poetry": "This hexagram represents the image of grasping the immortal osmanthus tree. In all matters, there will be noble people to assist." ,
        "Explanation": "Business brings profit. Travel is either safe or risky. Health is good, and legal disputes are resolved. You can do whatever you want."
    },
    {
        "num": "The fourth draw",
        "title": "A less fortunate draw in the Snake Palace: [Yin Jiao meets his master]",
        "content": "Without a theory or a family, a foolish person like a fallen flower in water. If you ask for grace, you must be powerful, but in the end, things will be as complicated as a tangled mess." ,
        "Poetry": "This hexagram represents the image of a foolish person whose path is blocked. In all matters, it is advisable to wait for the right time while adhering to tradition." ,
        "Explanation": "Don't talk about right and wrong, you must be careful. With a pure heart and straight reasoning, you can avoid disasters and dangers."
    },
    {
        "num": "The fifth draw",
        "title": "A medium-lucky draw in the Shen Palace: [The Journey to the West by Tang's Monk]",
        "content": "Put on your finest attire and restore the old family traditions. What seems useless may prove useful. Sweep away the thorns on the path, and the three of you will make peace again." ,
        "Poetry": "This hexagram represents the image of restoring one's appearance and reputation. Everything will be difficult at first but become easier later." ,
        "Explanation": "Don't worry or hesitate, there will be a good time. If you ask about your future, the road ahead is suitable."
    },
    {
        "num": "The sixth draw",
        "title": "A medium-lucky draw in the Shen Palace: [Xiang Zi meets a guest (treasure)]",
        "content": "Don't worry about the current legal disputes, you can seek practical wealth. Just like a monkey unlocking its golden chain, it will freely return to the cave to play." ,
        "Poetry": "This hexagram represents the image of a monkey unlocking its chain. Everything will be difficult at first but become easier later." ,
        "Explanation": "Get rid of the trouble and relax. Wait for the right time to come and find the right path."
    },
    {
        "num": "The seventh draw",
        "title": "A top-lucky draw in the Hai Palace: [Liang Hao's success in the imperial examination]",
        "content": "Adding flowers to a brocade makes it even more beautiful, and luck and prosperity come with double happiness. Don't resent the late arrival of fame and fortune, for once you pass the imperial examination, your name will be spread throughout the world." ,
        "Poetry": "This hexagram represents the image of adding flowers to a brocade, indicating that everything is extremely auspicious." ,
        "Explanation": "Adhere to the old and embrace the new. Good fortune leads to success. Fulfilling one's life's aspiration. Everything is fate."
    },
    {
        "num": "The eighth draw",
        "title": "A medium-lucky draw in the Hai Palace: [Han Xin leads the army]",
        "content": "The Kun bird transforms into a Peng in autumn, happily soaring through the sky with its swift oars. It flies high into the云霄, leaving all other birds behind." ,
        "Poetry": "This hexagram represents the image of the Kun Peng's transformation and flourishing. Everything involves changes and transitions." ,
        "Explanation": "When the Kun transforms into a Peng, all other birds cannot compare.Breaking a branch of osmanthus will increase your fortune and blessings."
    },
    {
        "num": "The ninth draw",
        "title": "A medium-lucky draw in the Yin Palace: [Zhang Liang retires to the mountains]",
        "content": "Go straight up to the upper floor to hide, surrounded by thorns and trees. Whether your destiny is long or short depends on heaven, and you may gain something while losing someone else." ,
        "Poetry": "This hexagram represents the image of adhering to the old and following the times. In all matters, waiting for the right time brings good fortune." ,
        "Explanation": "It is like getting drunk on wine, it is better to stick to the old ways. Just wait for the right time, there will be no disasters or faults."
    },
    {
        "num": "The tenth draw",
        "title": "A lower-lucky draw in the Yin Palace: [The Battle of Red Cliffs]",
        "content": "Adding fuel to the fire only burns oneself, even if it spreads to three thousand places. If you ask about prosperity and success, it is better to focus on what truly matters and not waste your energy on useless efforts." ,
        "Poetry": "This hexagram represents the image of adding fuel to the fire. In all matters, one should also be cautious and vigilant." ,
        "Explanation": "There are a thousand schemes. Once you get involved, it is better not to act. Otherwise, you may get into trouble."
    }
]